/* No comment provided by engineer. */
"cancel_btn" = "Cancel";

/* No comment provided by engineer. */
"cancel_import" = "Cancel";

/* No comment provided by engineer. */
"cancel_logout" = "Cancel";

/* No comment provided by engineer. */
"cancel_update" = "Cancel";

/* No comment provided by engineer. */
"check_new_version" = "Check Update";

/* No comment provided by engineer. */
"confirmLogout" = "Logout";

/* No comment provided by engineer. */
"current_version:%@" = "Current Vserion:%@";

/* No comment provided by engineer. */
"do_import" = "Import";

/* No comment provided by engineer. */
"find_new_version" = "Update Available";

/* No comment provided by engineer. */
"goto_appstore" = "Install OpenVPN";

/* No comment provided by engineer. */
"import_config_message" = "Before importing the configure file, please confirm OpenVPN APP was installed. If not, click \"Install OpenVPN\" button.";

/* No comment provided by engineer. */
"import_config_title" = "Hint";

/* No comment provided by engineer. */
"login_failed" = "Login Failed";

/* No comment provided by engineer. */
"login_success" = "Login Success";

/* No comment provided by engineer. */
"logout_message" = "Sure to Logout?";

/* No comment provided by engineer. */
"logout_title" = "Hint";

/* No comment provided by engineer. */
"new_ve%@rsion%@_detail" = "current version: %@, new version: %@";

/* No comment provided by engineer. */
"not_login_hint" = "Please Login First";

/* No comment provided by engineer. */
"not_login_title" = "Not Login";

/* No comment provided by engineer. */
"platform_from_qq" = "from QQ";

"platform_from_email" = "Email Account";

/* No comment provided by engineer. */
"platform_from_sina_weibo" = "from SinaWeibo";

/* No comment provided by engineer. */
"platform_title" = "Choose Account Type";

/* No comment provided by engineer. */
"qq" = "QQ";

/* No comment provided by engineer. */
"share_canceled" = "Share Canceled";

/* No comment provided by engineer. */
"share_failed" = "Share Failed";

/* No comment provided by engineer. */
"share_success" = "Share Success";

/* No comment provided by engineer. */
"sinaweibo" = "SinaWeibo";

/* No comment provided by engineer. */
"update_description" = "Update Description";

/* No comment provided by engineer. */
"update_title" = "What's new";

"update"="Update";

/* No comment provided by engineer. */
"validate_account" = "Validating Your Account";

